Repository: utkuguzel/test
Catalog: RentVision/Resources/Views/Cms/Setup.*.resx
Languages: nl

source: An error occured
nl: Er heeft zich een fout voorgedaan

source: Are you sure you want to skip payment? Skipping this step will set your account to a free plan.
nl: Als u deze stap overslaat, wordt uw account naar een gratis plan gezet.

source: Are you sure?
nl: Weet u het zeker?

source: Checkout
nl: Afrekenen

source: Close
nl: Sluiten

source: Continue
nl: Doorgaan

source: Cost
nl: Prijs

source: Enter the code that you received in the e-mail we sent you.
nl: Vul de verficatiecode in die u heeft ontvangen van ons.

source: Environment setup
nl: Omgeving aanmaken

source: Hold on tight, this may take a few seconds...
nl: Een moment geduld a.u.b. dit kan een aantal seconden duren...

source: ModalButtonAbortPayment
nl: Abort

source: ModalButtonClose
nl: Close

source: ModalButtonSkipPayment
nl: Continue with a free plan

source: ModalSkipPayment
nl: Wilt u de betaling overslaan en in plaats daarvan verdergaan met een gratis plan?

source: Monthly
nl: Maandelijks

source: My dashboard
nl: Mijn dashboard

source: No code received? Click here to send a new one.
nl: Geen code ontvangen? Klik hier om een nieuwe te verzenden.

source: Package
nl: Pakket

source: Payment
nl: Betaling

source: PaymentCanceled
nl: Betaling geannulleerd. Wilt u doorgaan met een gratis pakket?

source: PaymentExpired
nl: Uw betaling is verlopen. Probeer het nogmaals door op de groene knop te klikken.

source: PaymentFailed
nl: Kon betaling niet voltooien. Wilt u het nogmaals proberen?

source: PaymentOpen
nl: U heeft een openstaande rekening. Voltooi het betalingsproces om door te gaan.

source: PaymentPaid
nl: Uw betaling is voldaan. U wordt doorgestuurd...

source: Please try again. If this problem persists, please contact technical support.
nl: Er heeft zich een fout voorgedaan, probeer het nogmaals. Als dit probleem aanhoudt, neem dan contact op met technische ondersteuning.

source: Sending verification e-mail
nl: E-mail aan het verzenden

source: Skip
nl: Overslaan

source: Skip payment
nl: Betaling overslaan

source: Start your payment by clicking on the button below.
nl: Start uw betaling door op de knop onder dit bericht te klikken.

source: Subscription cost
nl: Prijs abonnement

source: Subscription type
nl: Abonnementstype

source: This step will update automatically when completing the action above.
nl: Deze stap wordt automatisch bijgewerkt wanneer de bovenstaande actie is voltooid.

source: Try again
nl: Opnieuw proberen

source: Verification
nl: Verificatie

source: Verify your e-mailaddress
nl: Verifieer uw e-mailadres

source: We're sending a verification e-mail to your e-mail address, one moment please...
nl: Er wordt een verificatiecode naar uw e-mailadres verstuurd, een moment geduld a.u.b...

source: We're setting up your environment
nl: Uw omgeving wordt aangemaakt

source: Yearly
nl: Jaarlijks

source: You can visit your new dashboard by clicking on the button below
nl: U kunt uw omgeving bezoeken door op de onderstaande knop te klikken.

source: Your environment was successfully created
nl: Uw omgeving is succesvol aangemaakt

source: Your new plan cost for this period has been compensated with your old plan cost
nl: Uw kosten voor de upgrade naar het nieuwe plan zijn gewijzigd.
